{
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "flutter-tools.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "frizbee": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lua-async-await": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neovim-codicons": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-java": { "branch": "main" },
  "nvim-java-core": { "branch": "main" },
  "nvim-java-dap": { "branch": "main" },
  "nvim-java-refactor": { "branch": "main" },
  "nvim-java-test": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "spring-boot.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" }
}
